IDEA StatiCa Open Model
BoltParam.RowsGridType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the type of rows - regular or shifted.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectorGridType RowsGridType { get; set; }
Public Property RowsGridType As ConnectorGridType
	Get
	Set
public:
property ConnectorGridType RowsGridType {
	ConnectorGridType get ();
	void set (ConnectorGridType value);
}
Property Value
Type: ConnectorGridType
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace